{
	"1234": "1234",
	"412341234": "412341234",
	"Error": "Ошибка",
	"COSM - Main page": "COSM - Главная страница",
	"Admin panel": "Панель администратора",
	"Create page": "Создать страницу",
	"Main": "Главная",
	"About us": "О нас",
	"Solutions": "Решения",
	"Contacts": "Контакты",
	"Technologies unite people": "Наши технологии объединяют людей",
	"We suggest to create mutually beneficial collaboration in interaction of information technologies with business": "Мы предлагаем вам организовать взаимовыгодное сотрудничество в вопросах взаимодействия информационных технологий и бизнеса",
	"Learn more": "Узнать больше",
	"Our solutions": "Наши решения",
	"We create and develop multifunctional projects using different solutions and technologies": "Мы проектируем и разрабатываем многофункциональные проекты, используя различные решения и технологии",
	"Creating on-line shops and web-sites for small businesses and large companies together with website promotion": "Создание интернет-магазинов и сайтов с различным уровнем сложности как для малого бизнеса, так и для крупных компаний, и их продвижение",
	"Digital transformation of your business for leveling up your company`s quality, effectiveness, transparency and functioning": "Перевод ваших бизнес-процессов в цифровой формат для оптимизации качества, эффективности работы предприятия, прозрачности и более эффективного функционирования",
	"Android apps development for any business": "Разработка Android-приложений, удовлетворяющих любые направления различных сфер бизнеса",
	"Technologies": "Технологии",
	"To realize your project, we use up-to-date technologies and programming languages that are in demand": "Для реализации ваших проектов мы используем лучшие технологии и языки программирования",
	"One of the most popular programming languages in the world used in almost every sphere of human life and business, from web- and Android applications to desktop applications in the sphere of financial service": "Один из самых популярных и востребованных языков программирования в мире, который используется практически во всех сферах жизни и бизнеса, начиная веб- и Android -приложениями и заканчивая серверными приложениями в сфере финансовых услуг",
	"This language is intended to create open-source scalable network application; it`s also a server platform for working with JavaScript": "Этот язык предназначен для создания масштабируемых сетевых приложений и является серверной платформой для работы с JavaScript",
	"Single page apps": "Single page приложения",
	"Development of web-applications that are deployed on one web-page and dynamically loaded the content": "Разработка Web-приложений, размещаемых на одной web-странице и загружающих контент динамически",
	"Do you have any questions? Contact us": "Есть вопросы? Свяжитеcь с нами",
	"COS<b>M</b>": "COS<b>M</b>",
	"E-commerce": "E-commerce",
	"Enterprise": "Enterprise",
	"Android": "Android",
	"Java": "Java",
	"Node.js": "Node.js",
	"WE ARE YOUR FUTURE": "WE ARE YOUR FUTURE",
	"We welcome you": "Мы приветствуем вас",
	"Learn more about our team": "Узнайте больше о нашей команде",
	"Our developers are...": "Наши работники это...",
	"People making our world better.": "Люди работающие для улучшения мира.",
	"Programmers": "Программисты",
	"Unique human resourses capable of finding decisions in any difficult situation as well as realising fast and reliable algorithms for your projects.": "Уникальные человеческие ресурсы, способные находить решения в самых сложных ситуациях, а так же реализовывать быстрые и надежные алгоритмы ваших задач.",
	"Designers": "Дизайнеры",
	"Creative people who create unbelievable design. They are always aware of popular color schemes and modern style.": "Творческие люди, способные создавать креативные шаблоны. Всегда в курсе модных тенденций цвета и современного стиля.",
	"QA specialists": "Тестировщики",
	"Responsible people who can guarantee quality of developing projects  via performing multiple tests.": "Ответственные люди, которые гарантируют качество разрабатываемых продуктов посредством многочисленных тестов.",
	"Managers": "Менеджеры",
	"They are a solid \"connecting link\" between you and our team of developers. Our managers are always ready to provide you with more beneficial solitions for your issues.": "Это прекраный \"связующий мост\" между Вами и командой разработчиков. Эти люди всегда в курсе ваших пожеланий и готовы предложить более выгодные решения ваших задач.",
	"We are an unanimous and hard-working team": "Мы - очень дружный и трудолюбивый коллектив",
	"Working with our team is...": "С нами...",
	"Delicious": "Вкусно",
	"Very interesting": "Очень интересно",
	"Joyful": "Безумно весело",
	"We`ll carry out all your projects": "Мы превратим абсолютно все ваши мечты в реальность",
	"WEB Servises": "WEB сервисы",
	"We carry out Web-servises of different nature": "Мы реализуем веб-сервисы различной направленности",
	"COSM (our site)": "COSM (наш сайт)",
	"We are glad to introduce one of our current projects - our new web-site! It`s a realization of our developers` idea that unites in itself the power of optimization, creativity together with diligence of the developers. This product as well as all our projects is created with love and great attention paid to the details.": "Представляем вашему вниманию одну из наших новейших разработок, это наш сайт! Он защищен и опасен, он является реализацией новой революционной идеи наших разработчиков, сосредоточил в себе всю мощь оптимизации, кративности и трудолюбия наших разработчков. Данный продукт сделан с огромной любовью и вниманием к деталям, как и все наши проекты.",
	"future projects": "Будущие проекты",
	"We are intended to create new, more perfect software products. Each new product corresponds to different requisitions and is used in different spheres from e-commerse to mobile apps. We`ll carry out all your ideas.": "Мы не намерены останавливаться и прекращать создавать новое, более совершенное программное обеспечение. Каждый новый проект соответствует различным требованиям и используется в совершенно разных сферах, будь то эелектронная коммерция или мобильные приложения. Обращайтесь к нам и мы реализуем ваши задумки.",
	"To carry our projects we use a vast list of technologies.": "Для реализации своих проектов мы используем большой  список технологий",
	"Programming": "Программирование",
	"C#": "C#",
	"Php": "Php",
	"JavaScript": "JavaScript",
	"TypeScript": "TypeScript",
	"Databases": "Базы данных",
	"Oracle": "Oracle",
	"MySQL": "MySQL",
	"SqlLite": "SqlLite",
	"MongoDB": "MongoDB",
	"DB2": "DB2",
	"Frameworks and libraries": "Фрэймворки и библиотеки",
	"Spring (java)": "Spring (java)",
	"Play (java)": "Play (java)",
	"EJB (java)": "EJB (java)",
	"Express (node.js)": "Express (node.js)",
	"Play (scala)": "Play (scala)",
	"Design": "Дизайн",
	"HTML5": "HTML5",
	"CSS3": "CSS3",
	"SASS": "SASS",
	"LESS": "LESS",
	"Contact us": "Свяжитесь с нами",
	"Your name...": "Ваше имя...",
	"Your telephone number...": "Ваш телефон...",
	"Email...": "Email...",
	"Your message...": "Ваше сообщение...",
	"Send": "Отправить",
	"17, Fedyuninsky St.": "Ул.Федюнинского, 17",
	"Gomel": "Гомель",
	"Belarus": "Беларусь",
	"Login": "Login",
	"COSM - About us": "COSM - About us",
	"Development of software": "Development of software",
	"COSM": "COSM",
	"COSM - Contacts": "COSM - Contacts",
	"Name...": "Name...",
	"Phone...": "Phone...",
	"Message...": "Message...",
	"COSM - Our solutions": "COSM - Our solutions",
	"Name can not contain less than two characters": "Имя не может содержать менее двух символов",
	"Enter a valid phone number": "Введите верный номер телефона",
	"Enter a valid email address": "Введите верный email-адрес",
	"Message can not contain less than 10 characters": "Сообщение не может содержать менее 10 символов",
	"Save": "Сохранить",
	"Content options": "Настройки контента",
	"Home": "Домашняя",
	"Pages": "Страницы",
	"Create new": "Создать новую",
	"All pages": "Все страницы",
	"Records": "Записи",
	"Create record": "Добавить запись",
	"All Records": "Все записи",
	"Categories": "Категории",
	"Create category": "Добавить категорию",
	"All categories": "Все категории",
	"Site options": "Настройки сайта",
	"Options": "Настройки",
	"Server options": "Опции сервера",
	"Admin panel - create page": "Admin panel - создание страницы",
	"Admin panel - edit page": "Admin panel - рудактирование страницы",
	"Feedback": "Обратная связь",
	"List of feedback": "Список всех сообщений",
	"New item": "Новый пункт",
	"COSM - our solutions": "COSM - Наши решения",
	"Menu": "Меню",
	"Menu items": "Элементы меню",
	"Show new": "Показать новые",
	"Show all": "Показать все",
	"Feedback delete": "Удаление сообщенеия",
	"Are you sure you want to delete this feedback?": "Вы уверены, что хотите удалить это сообщение?",
	"Cancel": "Отмена",
	"Delete": "Удалить",
	"wor1235ld": "wor1235ld",
	"Hello": "Hello",
	"Настройки контента": "Настройки контента",
	"Домашняя": "Домашняя",
	"Страницы": "Страницы",
	"Создать новую": "Создать новую",
	"Все страницы": "Все страницы",
	"Обратная связь": "Обратная связь",
	"Список всех сообщений": "Список всех сообщений",
	"Меню": "Меню",
	"Элементы меню": "Элементы меню",
	"Настройки сайта": "Настройки сайта",
	"Настройки": "Настройки",
	"Опции сайта": "Опции сайта",
	"Опции сервера": "Опции сервера",
	"Page name": "Имя страницы",
	"Create new page": "Создать новую страницу",
	"Total": "Всего",
	"Url": "Url",
	"Actions": "Действия",
	"Menus": "Меню",
	"Menu item delete": "Удалить пункт меню",
	"Are you sure you want to delete this menu item?": "Вы уверены, что хотите удалить этот пункт меню?",
	"Menu item save": "Сохранить пункт меню",
	"Are you sure you want to save this menu item?": "Вы уверены, что хотите сохранить этот пункт меню?",
	"Link": "Ссылка",
	"Text": "Текст",
	"Link can not contain less than 3 characters": "Ссылка должна состоять не менее чем из 3 символов",
	"Text can not contain less than 3 characters": "Текст должен состоять не менее чем из 3 символов",
	"Name": "Имя",
	"Email": "Email",
	"Message": "Сообщение",
	"Message status": "Статус сообщения",
	"Add menu item": "Добавление пункта меню",
	"Add": "Добавить",
	"Close": "Закрыть",
	"Title": "Заголовок",
	"Link can not contain less than 1 characters": "Ссылка должна состоять не менее чем из одного символа",
	"Text can not contain less than 2 characters": "Текст должен состоять не менее чем из двух символов",
	"25, Dovskaya St.": "25, Dovskaya St."
}